Repository: tuxite/pharmaship
Catalog: pharmaship/core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Something went wrong! See detailed logs.
fr: Quelque chose s'est mal passé ! Consulter les journaux.

source: Key already added
fr: Clé déjà ajoutée

source: Key successfully added
fr: Clé ajoutée avec succès

source: Key not found!
fr: Clé introuvable !

source: Key removed
fr: Clé retirée

source: No signature found.
fr: Signature absente.

source: Signature not in the keyring.
fr: Signature absente du porte-clés.

source: File impossible to read. See detailled log.
fr: Fichier impossible à lire. Consulter les journaux.

source: Signature not validated. See detailled log.
fr: Signature invalide. Consulter les journaux.

source: Signed data is not a valid Tar file. Check logs.
fr: Les données signées ne sont pas un fichier Tar valide. Vérifier les journaux.

source: Integrity check failed. Check logs.
fr: Échec de la vérification d'intégrité. Consulter les journaux.

source: Configuration not found.
fr: Configuration introuvable.

source: Configuration file incorrect.
fr: Fichier de configuration incorrect.

source: Package Author
fr: Auteur du paquet

source: Package Version
fr: Version du paquet

source: Package Date
fr: Date du paquet

source: A module to update is not installed. Check logs for details.
fr: Un module à mettre à jour n'est pas installé. Consulter les journaux pour plus de détail.

source: Module import error. See detailed log.
fr: Échec de l'importation d'un module. Consulter les journaux.

source: Target module has no update method. See detailed log.
fr: Le module cible n'a pas de fonction "update". Consulter les journaux.

source: Import of module {0} failed. See detailed logs.
fr: Échec de l'importation du module {0}. Consulter les journaux.

source: Import of module {0} succeeded.
fr: Succès de l'importation du module {0}.

source: Import success.
fr: Succès de l'importation.
