Repository: tuxite/pharmaship
Catalog: pharmaship/gui/locale/*/LC_MESSAGES/com.devmaretique.pharmaship.po
Languages: fr

source: A module to update is not installed. Check logs for details.
fr: Un module à mettre à jour n'est pas installé. Consultez les journaux pour les détails.

source: About
fr: À propos

source: About Pharmaship
fr: À propos de Pharmaship

source: Add a location
fr: Ajouter un emplacement

source: Add a medicine
fr: Ajouter un médicament

source: Add an article
fr: Ajouter l'article

source: Add an article for equipment:
fr: Ajouter un article pour le matériel :

source: Add an item
fr: Ajouter un item

source: Add the article
fr: Ajouter l'article

source: Add the location
fr: Ajouter l'emplacement

source: Add the medicine
fr: Ajouter le médicament

source: Add this item
fr: Ajouter cet item

source: Address:
fr: Adresse :

source: Adhesive skin dressing
fr: Pansement cutané adhésif

source: Alcohol solution
fr: Solution alcoolique

source: All Rescue Bags
fr: Tous les sacs

source: Allowance Manager
fr: Gestionnaire de dotation

source: Allowances
fr: Dotations médicales

source: Approved
fr: Approuvé

source: Aqueous solution
fr: Solution acqueuse

source: Author
fr: Auteur

source: Bottle
fr: Bouteille

source: Brand name or Generic
fr: Nom commercial ou générique

source: Buccal
fr: Buccale

source: Call Sign:
fr: Indicatif d'appel :

source: Cancel
fr: Annuler

source: Cancelled
fr: Annulé

source: Capsule
fr: Gélule

source: Collutory
fr: Collutoire

source: Commercial Name
fr: Nom commercial

source: Composition:
fr: Compmosition :

source: Configuration file incorrect.
fr: Fichier de configuration incorrect.

source: Configuration not found.
fr: Configuration introuvable.

source: Contact the French TMAS
fr: Contacter le CCMM

source: Copy as text
fr: Copier comme texte

source: Cream tube
fr: Tube crème

source: Current/Required quantity
fr: Quantité actuelle/requise

source: Dashboard
fr: Tableau de bord

source: Date of Creation
fr: Date de création

source: Delete
fr: Supprimer

source: Delete a location
fr: Supprimer un emplacement

source: Delete a medicine
fr: Supprimer un médicament

source: Delete an article
fr: Supprimer un article

source: Delete rescue bags
fr: Supprimer des sacs d'intervention

source: Delete these rescue bags
fr: Supprimer ces sacs d'intervention

source: Delete this article
fr: Supprimer cet article

source: Delete this item
fr: Supprimer cet item

source: Delete this medicine
fr: Supprimer ce médicament

source: Delete this rescue bag
fr: Supprimer ce sac d'intervention

source: Dental
fr: Dentaire

source: Details
fr: Détails

source: Developer
fr: Développement

source: Device
fr: Dispositif

source: Different composition:
fr: Composition différente :

source: Different molecule:
fr: Principe actif différent :

source: Different packaging:
fr: Conditionnement différent :

source: Do you want to delete the following location?
fr: Voulez-vous supprimer l'emplacement suivant ?

source: Dosage Form:
fr: Forme :

source: Double-click on expiry date
fr: Double-cliquez sur la date d'expiration

source: Draft
fr: Brouillon

source: E-mail:
fr: Courriel :

source: Ear solution
fr: Solution auriculaire

source: Edit as CSV
fr: Éditer en CSV

source: Edit this item in the dedicated view
fr: Mettre à jour dans l'inventaire dédié

source: End of month
fr: Fin du mois

source: Equipment
fr: Matériel

source: Equipment Inventory
fr: Inventaire de l'équipement médical

source: Expiration Date
fr: Date d'expiration

source: Expiry
fr: Expiration

source: Expiry date check set to:
fr: Dates d'expiration vérifiée au :

source: Expiry date must be provided.
fr: La date d'expiration doit être renseignée.

source: Expiry date:
fr: Date d'expiration :

source: Expiry up to: {0}
fr: Expiration jusqu'au : {0}

source: Expiry:
fr: Expiration :

source: Export DB
fr: Export BDD

source: Export all inventories
fr: Exporter tous les inventaires

source: Export as PDF
fr: Exporter en PDF

source: Export missing items
fr: Exporter les items manquants

source: Export perished items
fr: Exporter les items périmés

source: Eye drops bottle
fr: Flacon de collyre

source: File impossible to read. See detailled log.
fr: Fichier impossible à lire. Consultez les journaux.

source: File:
fr: Fichier :

source: First Aid Kits
fr: Trousses de secours

source: First Aid Kits Inventory
fr: Inventaire des trousses de secours

source: Flag:
fr: Pavillon :

source: Foaming solution
fr: Solution moussante

source: Form - Dosage
fr: Forme - Composition

source: Form/Dosage
fr: Forme - Composition

source: Fully Received
fr: Reçu entièrement

source: Generated by Pharmaship on
fr: Généré par Pharmaship le

source: Gingival solution
fr: Solution gingivale

source: Has a laboratory? <i>Example: POCramé</i>
fr: Possède un laboratoire ? <i>Exemple : POCramé</i>

source: Has a telemedical equipment? <i>Example: Marlink case</i>
fr: Possède un équipement télémédical ? <i>Exemple : valise Marlink</i>

source: IMO Number:
fr: Numéro OMI :

source: INN
fr: DCI

source: Import
fr: Importation

source: Import DB
fr: Importer BDD

source: Import of module {0} failed. See detailed logs.
fr: Échec de l'importation du module {0}. Consultez les journaux.

source: Import of module {0} succeeded.
fr: Module {0} importé avec succès.

source: Import success.
fr: Succès de l'importation.

source: In
fr: Ajouté

source: In range
fr: À jour

source: Integrity check failed. Check logs.
fr: Échec de la vérification d'intégrité. Consultez les journaux.

source: Invalid date input
fr: Saisie de date invalide

source: Item Type
fr: Type d'item

source: Key already added
fr: Clé déjà ajotuée

source: Key not found!
fr: Clé introuvable !

source: Key removed
fr: Clé retirée

source: Key successfully added
fr: Clé ajoutée avec succès

source: Laboratory
fr: Laboratoire

source: Laboratory Inventory
fr: Inventaire du laboratoire

source: Language
fr: Langue

source: List
fr: Liste

source: List I
fr: Liste I

source: List II
fr: Liste II

source: Location
fr: Emplacement

source: Location Manager
fr: Gestionnaire d'emplacement

source: Location:
fr: Emplacement :

source: Locations: {0}
fr: Emplacements : {0}

source: Medical Allowances:
fr: Dotations médicales :

source: Medical Observation Sheet
fr: Fiche d'observation médicale

source: Medicine Inventory
fr: Inventaire des médicaments

source: Medicines
fr: Médicaments

source: Min. Quantity
fr: Quantité min.

source: Missing
fr: Manquant

source: Missing Items
fr: Items manquants

source: Missing equipment
fr: Matériel manquant

source: Missing first aid kits items
fr: Items de trousses de secours manquants

source: Missing laboratory equipment
fr: Équipement de laboratoire manquant

source: Missing medicines
fr: Médicaments manquants

source: Missing quantity
fr: Quantité manquante

source: Missing telemedical equipment
fr: Équipement télémédical manquant

source: Missing:
fr: Manquant :

source: Modify
fr: Modifier

source: Modify a medicine
fr: Modifier un médicament

source: Modify an article
fr: Modifier un article

source: Modify the article
fr: Modifier l'article

source: Modify the following item:
fr: Modifier l'item suivant :

source: Modify the item
fr: Modifier l'item

source: Modify the medicine
fr: Modifier le médicament

source: Modify this location
fr: Modifier cet emplacement

source: Module import error. See detailed log.
fr: Erreur d'importation de module. Consultez les journaux.

source: Mouthwash
fr: Bain de bouche

source: Name
fr: Nom

source: Name (Details)
fr: Nom (détails)

source: Name (Dosage Form - Composition)
fr: Nom (Forme - Composition)

source: Name (Packaging)
fr: Nom (Conditionnement)

source: Name [Equipment] (Packaging)
fr: Nom [Équipement] (Conditionnement)

source: Name [INN] (Dosage Form - Composition)
fr: Nom [DCI] (Forme - Composition)

source: Name [Parent]
fr: Nom [Parent]

source: Name:
fr: Nom :

source: Narcotics
fr: Stupéfiants

source: Near expiry
fr: Échéance proche

source: Near expiry:
fr: Échéance proche :

source: Nebulization
fr: Nébulisation

source: New Location
fr: Nouvel emplacement

source: No result found. Try again!
fr: Aucun résultat. Un nouvel essai ?

source: No signature found.
fr: Signature introuvable.

source: Non conformity
fr: Non-conformité

source: Non-compliant article
fr: Article non conforme

source: Non-compliant composition:
fr: Composition non conforme :

source: Non-compliant item
fr: Item non conforme

source: Non-compliant medicine
fr: Médicament non conforme

source: Non-compliant molecule:
fr: Principe actif non conforme :

source: Non-compliant packaging:
fr: Conditionnement non conforme :

source: Non-conform
fr: Non conforme

source: Non-conform Composition
fr: Composition non conforme

source: Non-conform Molecule
fr: Principe active non conforme

source: Non-conform Packaging
fr: Conditionnement non conforme

source: Non-conform composition:
fr: Composition non-conforme :

source: Non-conform molecule:
fr: Principe actif non-conforme :

source: Non-conform packaging:
fr: Conditionnement non-conforme :

source: Non-conformities:
fr: Non-conformités :

source: Non-conformity
fr: Non-conformité

source: None
fr: Non listé

source: Number of First Aid Kits:
fr: Nombre de trousses de secours :

source: Number of Rescue Bags:
fr: Nombre de sacs d'intervention :

source: Ocular
fr: Oculaire

source: Ointment tube
fr: Tube pommade

source: Open configuration file
fr: Ouvrir le fichier de configuration

source: Open log
fr: Ouvrir le journal

source: Opened {0}
fr: {0} entamé(e)

source: Ophthalmic ointment
fr: Pommade ophtalmique

source: Oral
fr: Orale

source: Oral Lyophilisate
fr: Lyophilisat oral

source: Oral gel
fr: Gel buccal

source: Ordered
fr: Commandé

source: Other
fr: Autre

source: Other names: {0}
fr: Autres noms : {0}

source: Package Author
fr: Auteur du paquet

source: Package Date
fr: Date du paquet

source: Package Version
fr: Version du paquet

source: Packaging
fr: Conditionnement

source: Packaging:
fr: Conditionnement :

source: Parenteral
fr: Paréntérale

source: Partially Received
fr: Partiellement reçu

source: Pending Approval
fr: En attente d'approbation

source: Perished
fr: Périmé

source: Perished Items
fr: Items périmés

source: Perished equipment
fr: Matériel périmé

source: Perished first aid kits items
fr: Items des trousses de secours périmés

source: Perished laboratory equipment
fr: Équipement de laboratoire périmé

source: Perished medicines
fr: Médicaments périmés

source: Perished telemedical equipment
fr: Équipement télémédical périmé

source: Perished:
fr: Périmé :

source: Phone:
fr: Téléphone :

source: Physical Count
fr: Inventaire

source: Picture
fr: Image

source: Please select a file.
fr: Merci de sélectionner un fichier.

source: Port of Delivery
fr: Port de livraison

source: Port of Registry:
fr: Port d'attache :

source: Powder
fr: Poudre

source: Pre-filled syringe
fr: Seringue pré-remplie

source: Quantity
fr: Quantité

source: Quantity per pack
fr: Quantité par paquet

source: Quantity:
fr: Quantité :

source: Quoted
fr: Coté

source: Reason:
fr: Raison :

source: Rectal
fr: Rectale

source: Reference
fr: Référence

source: Remaining:
fr: Reste :

source: Remark
fr: Remarque

source: Remark:
fr: Remarque :

source: Remarks
fr: Remarques

source: Requested Date
fr: Date demandée

source: Requested Quantity
fr: Quantité demandée

source: Rescue Bag Inventory
fr: Inventaire des sacs d'intervention

source: Rescue Bags
fr: Sacs d'intervention

source: Rescue bags
fr: Sacs d'intervention

source: Route of Administration
fr: Voie d'administration

source: Route of administration
fr: Voie d'administration

source: Search something...
fr: Rechercher quelque chose...

source: Select an allowance package
fr: Sélectionner un fichier de dotation

source: Select the rescue bag to delete.
fr: Sélectionner le sac d'intervention à supprimer.

source: Select the {0} rescue bags to delete.
fr: Sélectionner les {0} sacs d'intervention à supprimer.

source: Sent to First Aid Kit
fr: Envoyé vers une trousse de secours

source: Settings
fr: Paramètres navire

source: Shipowner/manager information
fr: Informations Armateur/Opérateur

source: Shipowner:
fr: Propriétaire :

source: Signature not in the keyring.
fr: Signature absente du porte-clés.

source: Signature not validated. See detailled log.
fr: Signature invalide. Consultez les journaux.

source: Signed data is not a valid Tar file. Check logs.
fr: Les données signées ne constituent pas un fichier tar valide. Consultez les journaux.

source: Single-dose eye drops
fr: Collyre unidose

source: Solution for infusion
fr: Solution pour perfusion

source: Solution for injection
fr: Solution pour injection

source: Something went wrong! See detailed logs.
fr: Quelque chose s'est mal passé ! Consultez les journaux.

source: Starting the software...
fr: Démarrage du logiciel...

source: Status
fr: Statut

source: Subcutaneous
fr: Sous-cutanée

source: Sublingual
fr: Sublinguale

source: Supply the first aid kit
fr: Compléter la trousse de secours

source: Supply the first aid kit from the following item:
fr: Compléter la trousse de secours avec l'item suivant :

source: Suppository
fr: Suppositoire

source: T + 2 months
fr: T + 2 mois

source: T + 4 months
fr: T + 4 mois

source: Tablet
fr: Comprimé

source: Target module has no update method. See detailed log.
fr: Le module cible n'a pas de fonction d'importation. Consultez les journaux.

source: Telemedical
fr: Télémédical

source: Telemedical Equipment Inventory
fr: Inventaire du matériel télémédical

source: The items contained in the bags deleted will not be deleted.
fr: Les items des sacs supprimés ne seront pas supprimés.

source: This action is not recoverable.
fr: Cette action n'est pas annulable.

source: This action is not recoverable. The article will be deleted from the database.
fr: Cette action n'est pas annulable. L'article sera supprimé de la base de données.

source: This action is not recoverable. The medicine will be deleted from the database.
fr: Cette action n'est pas annulable. Le médicament sera supprimé de la base de données.

source: Topical
fr: Locale

source: Transdermal
fr: Transdermique

source: Transfer an article from stock
fr: Transférer un article du stock

source: Unassigned
fr: Non assigné

source: Unidose gel
fr: Gel unidose

source: Update in the equipment view
fr: Mettre à jour dans l'inventaire du matériel

source: Update in the medicine view
fr: Mettre à jour dans l'inventaire des médicaments

source: Use
fr: Utiliser

source: Use a medicine
fr: Utiliser un médicament

source: Use an article
fr: Ajouter un article

source: Use end of month as default expiry?
fr: Utiliser la fin de mois comme date d'expiration par défaut ?

source: Use it!
fr: Utilisons-le !

source: Used
fr: Utilisé

source: User Manual
fr: Manuel de l'utilisateur

source: Vaginal
fr: Vaginale

source: Value
fr: Valeur

source: Vessel Settings
fr: Paramètres navire

source: Vessel contact information
fr: Informations de contact du navire

source: Vessel identification
fr: Identification du navire

source: Vessel name:
fr: Nom du navire :

source: Vessel pharmacy
fr: Pharmacie navire

source: Vessel:
fr: Navire :

source: Vial
fr: Capsule

source: View picture
fr: Voir l'image

source: Visualizations
fr: Graphiques

source: Warning delay for expiry check:
fr: Délai d'alerte avant expiration :

source: You are going to delete the following article:
fr: Vous allez supprimer l'article suivant :

source: You are going to delete the following item:
fr: Vous allez supprimer l'item suivant :

source: You are going to delete the following medicine:
fr: Vous allez supprimer le médicament suivant :

source: You are going to use the following article:
fr: Vous allez utiliser l'article suivant :

source: You are going to use the following item:
fr: Vous allez utiliser l'item suivant :

source: You are going to use the following medicine:
fr: Vous allez utiliser le médicament :

source: box
fr: boîte

source: dozen
fr: douzaine

source: equipment
fr: matériel

source: first aid kits items
fr: éléments des trousses de secours

source: in {0} days
fr: dans {0} jours

source: laboratory equipment
fr: équipement de laboratoire

source: molecules
fr: principes actifs

source: of
fr: de

source: pair
fr: paire

source: rescue bags items
fr: éléments des sacs d'intervention

source: set
fr: jeu

source: telemedical equipment
fr: matériel télémédical

source: {0} days ago
fr: il y a {0} jours

source: {quantity} {packing_name} of {dosage_form}
fr: {quantity} {packing_name} de {dosage_form}

source: {quantity} {packing_name} of {packaging}
fr: {quantity} {packing_name} de {packaging}

source: {quantity} {packing_name} of {packing_content} {dosage_form}
fr: {quantity} {packing_name} de {packing_content} {dosage_form}

source: {quantity} {packing_name} of {packing_content} {packaging}
fr: {quantity} {packing_name} de {packing_content} {packaging}
